{
  "Posts":[
    {
      "image":"https://modmelonplayground.com/wp-content/uploads/motorcycle-mod-for-melon-playground.jpg",
      "title":"How To Install",
      "paragraphs":[
        {
          "paragraph":"To properly add a mod to Melon Playground (Melon Sandbox), follow these simple steps. Begin by downloading the mod by clicking the 'Download' button above, which will save the mod to your device. If the mod file has an extension of .melmod or .melsave, you can skip the next step. However, some Melon mods may come as .zip files, and in such cases, you'll need to unzip them. To do this, open a file manager like Zarchiver or FV File Manager and navigate to the Download folder where you can find the zip package you just downloaded and extract it.Now, it's time to add the mods to the game. Place all .melsave files into the following directory: Android/​data/​com.studio27.MelonPlayground/​files/Saves/. Similarly, put all .melmod files into this directory: Android/​data/​com.studio27.MelonPlayground/​files/Mods/.Once you've added the mod files to the correct directories, it's time to restart Melon Sandbox (Playground). After completing these steps, simply restart the game, and you'll be able to enjoy the mod you've just imported. Happy gaming!",
          "image":null,
          "title":"Step By Step To how To install Mods"
        }
      ]
    }
  ],
  "Mods":[
    {
      "title":"Skibidi Toilet Mod",
      "image":"https://modmelonplayground.com/wp-content/uploads/skibidi-toilet-melon-playground.jpg",
      "description":"Skibidi Toilet mod for Melon Playground and Melon Sandbox melmod",
      "download":"https://modmelonplayground.com/wp-content/uploads/skibidi_toilet_melmod.zip"
    },
    {
      "title":"GTA San Andreas NPC",
      "image":"https://modmelonplayground.com/wp-content/uploads/gta-san-andreas-melon-playground.jpg",
      "description":"Pack of characters based on GTA San Andreas for Melon Playground and Melon Sandbox.",
      "download":"https://modmelonplayground.com/wp-content/uploads/gta_san_andreas.zip"
    }
  ]
}
